<div class="container">
    <h3 class="block-title">ДОСТАВКА И <span class="red">ОПЛАТА</span></h3>
    <div class="delivery-content">
        <h4>Доставка.</h4>
        <p>Доставка осуществляется транспортной компанией на Ваш выбор, либо Почтой России. Наши менеджеры всегда помогут с выбором транспортной компании и помогут выбрать оптимальный по срокам и стоимости вариант.</p>
        <h4>Оплата.</h4>
        <p>Оплата возможна как наличным, так и безналичным расчетом. Выберите способ удобный для Вас и сообщите менеджеру при подтверждении заказа.</p>
    </div>
</div>